const About = () => {
  return (
    <section>
      <h1>เกี่ยวกับแอปพลิเคชั่นนี้</h1>
      <p>
        ดร. ฉงน ได้เรียนจบระดับปริญญาตรีจากสถาบันชื่อดังแถบลาดกระบังแห่งหนึ่ง
        แต่ตัวเขาเองนั้นไม่ได้มีความสามารถในด้านคณิตศาสตร์สูงเหมือนเพื่อนร่วมชั้นเรียนของเขา
        เขาจึงถูกเพื่อนของเขาสบประมาทและดูถูกว่าอนาคตของเขาเองนั้นคงไม่มีวันประสบความสำเร็จได้
      </p>
      <p>
        ดร. ฉงนนั้นรู้ตัวดีว่าตนเองไม่ได้เก่งในด้านคณิตศาสตร์
        แต่เขาก็ไม่ยอมให้คำสบประมาทของเพื่อนของเขามากำหนดการใช้ชีวิตและอนาคตของเขาเอง
        เขาจึงตัดสินใจเริ่มอ่านหนังสือและฟัง Audio book
        เกี่ยวกับคณิตศาสตร์นั้นเอง หลังจากจบการศึกษามา 1 ปี
        เขาได้ตัดสินยื่นเรียนต่อที่มหาวิทยาลัยเสาหลักของประเทศไทยแห่งหนึ่งที่คนมักจะชมว่าคนที่เรียนที่นั่นมักจะเทสดีและมีชนชั้นสูงกว่ามหาวิทยาลัยอื่นๆ
      </p>
      <p>
        ระหว่างการศึกษาต่อปริญญาโท ด้านคณิตศาสตร์ สาขาวิชาไสยศาสตร์นั้น ดร.
        ฉงนได้เข้าใจคณิตศาสตร์อย่างลึกซึ้งมากยิ่งขึ้น
        และได้ทราบว่าคณิตศาสตร์นั้นคือความสวยงามของจักรวาลและไม่ใช่การแก้โจทย์กับจำสูตรอย่างที่เขาหลอกลวง
        แต่อย่างไรก็ตามนั้น ดร.
        ฉงนยังไม่สามารถเข้าใจถึงสาขาวิชาทางด้านความน่าจะเป็นได้อย่างถ่องแท้
      </p>
    </section>
  );
};

export default About;
