const About = () => {
  return (
    <section className="flex flex-col gap-y-4 md:gap-y-6 my-8 mt-12 md:mt-16 px-4 md:px-12 lg:px-20 indent-4 md:text-lg lg:text-xl">
      <h1 className="text-2xl md:text-3xl font-semibold indent-0">
        เกี่ยวกับแอปพลิเคชั่นนี้
      </h1>
      <p>
        ดร. ฉงน ได้เรียนจบระดับปริญญาตรีจากสถาบันชื่อดังแถบลาดกระบังแห่งหนึ่ง
        แต่ตัวเขาเองนั้นไม่ได้มีความสามารถในด้านคณิตศาสตร์สูงเหมือนเพื่อนร่วมชั้นเรียนของเขา
        เขาจึงถูกเพื่อนของเขาสบประมาทและดูถูกว่าอนาคตของเขาเองนั้นคงไม่มีวันประสบความสำเร็จได้
      </p>
      <p>
        ดร. ฉงนนั้นรู้ตัวดีว่าตนเองไม่ได้เก่งในด้านคณิตศาสตร์
        แต่เขาก็ไม่ยอมให้คำสบประมาทของเพื่อนของเขามากำหนดการใช้ชีวิตและอนาคตของเขาเอง
        เขาจึงตัดสินใจเริ่มอ่านหนังสือและฟัง Audio book
        เกี่ยวกับคณิตศาสตร์นั้นเอง หลังจากจบการศึกษามา 1 ปี
        เขาได้ตัดสินยื่นเรียนต่อที่มหาวิทยาลัยเสาหลักของประเทศไทยแห่งหนึ่งที่คนมักจะชมว่าคนที่เรียนที่นั่นมักจะเทสดีและมีชนชั้นสูงกว่ามหาวิทยาลัยอื่นๆ
      </p>
      <p>
        ระหว่างการศึกษาต่อปริญญาโท ด้านคณิตศาสตร์ สาขาวิชาไสยศาสตร์นั้น ดร.
        ฉงนได้เข้าใจคณิตศาสตร์อย่างลึกซึ้งมากยิ่งขึ้น
        และได้ทราบว่าคณิตศาสตร์นั้นคือความสวยงามของจักรวาลและไม่ใช่การแก้โจทย์กับจำสูตรอย่างที่เขาหลอกลวง
        แต่อย่างไรก็ตามนั้น ดร.
        ฉงนยังไม่สามารถเข้าใจถึงสาขาวิชาทางด้านความน่าจะเป็นได้อย่างถ่องแท้
      </p>
      <p>
        หลังจากศึกษาจบจากมหาวิยาลัยเสาหลักน้ำดีของประเทศไทย ดร.
        ฉงนยังต้องการที่จะไขความลับของจักรวาลเกี่ยวกับความน่าจะเป็นและคณิตศาสตร์อื่นๆ
        ดร. ฉงนจึงตัดสินใจยื่นเรียนต่อระดับปริญญาเอกที่ MIT ในทางด้านของ
        ตัวแปรสุ่ม (Random Variable)
      </p>
      <p>
        หลังจากความพยายามและความมุ่งมั่นในการศึกษาตัวแปรสุ่ม (Random Variable)
        อย่างยาวนาน ดร. ฉงนได้จบการศึกษาระดับปริญญาเอกจาก MIT พร้อมกับ Thesis
        ของเขาได้ทำการวิจัยเป็นแอปพลิเคชั่นสุ่มอาหารมือกลางวันชื่อว่า
        &quot;แล้วแต่แอป&quot; และได้รับรางวัล Turing Award ในปี 2013 และรางวัล
        Nobel Prize ในด้านสาขา Probability, Nuclear และ ไสยศาสตร์ในปี 2016
        ปัจจุบันแอปพลิเคชั่นแล้วแต่แอปนั้นได้กลายเป็น Case Study
        ในหลายสาขาวิชาต่างๆ โดยทางสถาบันแห่งหนึ่งที่ดร.
        ฉงนได้ทำการศึกษาระดับปริญญาตรีนั้นได้นำ ดร. ฉงน
        มาเป็นบุคคลตัวอย่างและมักจะถูกเชิญมาเป็นวิทยากรในกับคณะ
        นอกจากนั้นนักศึกษา ณ สถาบันแห่งนี้ มักจะพบเจอได้บ่อยในข้อสอบ Midterm
        ของนักศึกษา ทำให้นักศึกษานั้นได้ยกย่อง ดร. ฉงน และเป็นที่พูดถึงเรื่อยมา
      </p>
      <p>
        ปัจจุบันนั้น ดร. ฉงน ได้แต่งงานกับนักทดลองสุ่มชื่อดัง ศ. ละอองดาวในปี
        2022 และหลังจากการแต่งงานของทั้งสองนั้น ดร. ฉงน กับ ศ.
        ละอองดาวได้เริ่มออกห่างจากวงการการทดลองสุ่ม (Random Variable)
        และได้ออกไปใช้ชีวิตอย่างสงบสุขที่ประเทศแคนนาดา
      </p>
    </section>
  );
};

export default About;
